[
    {
        "id": "1",
        "title": "Technical Database Engineer",
        "company": "Google LLC",
        "logo": "./picture/Logo/google-1-1 1-1.png",
        "location": "San Francisco, CA, USA",
        "jobTime": "Fulltime",
        "salary": "100K-130K",
        "description": "Google is seeking a Technical Database Engineer to join our team. The ideal candidate will have a strong background in database design, implementation, and maintenance, as well as experience with database security protocols and technologies.",
        "responsibility": "Design, implement and maintain secure and reliable database infrastructure. Collaborate with cross-functional teams to design and implement database solutions that meet business and technical requirements. Configure and maintain database systems, including backup and recovery processes. Monitor database performance and troubleshoot issues, outages, and security incidents. Develop and maintain database documentation, policies, and procedures. Stay up-to-date with emerging trends and technologies in database management",
        "requirements": "Bachelor’s or Master’s degree in Computer Science, Information Technology, or a related field",
        "experiences": "3+ years of experience in database design, implementation, and maintenance, with expertise in database security protocols and technologies such as encryption, masking, and access controls",
        "jobType": true,
        "phone": "(123) 456-7890",
        "email": "jobs@xyzcorp.com"
    },
    {
        "id": "2",
        "title": "Senior Product Designer",
        "company": "Twitter",
        "logo": "./picture/Logo/logo-twitter-png-40406.png",
        "location": "Los Angeles, CA, USA",
        "jobType": false,
        "jobTime": "Part-time",
        "salary": "120K-150K",
        "description": "Twitter is seeking a Senior Product Designer to join our team. The ideal candidate will have a strong background in user-centered design, interaction design, and visual design, as well as experience in designing complex digital products.",
        "responsibility": "Lead the design of complex digital products, from conception to launch. Collaborate with cross-functional teams to define and solve product design problems. Conduct user research and user testing to inform design decisions. Create user-centered designs that meet business and technical requirements. Develop and maintain design systems, patterns, and guidelines. Stay up-to-date with emerging trends and technologies in product design",
        "requirements": "Bachelor’s or Master’s degree in Graphic Design, User Experience Design, Human-Computer Interaction, or a related field",
        "experiences": "7+ years of experience in product design, with expertise in user-centered design, interaction design, and visual design. Experience in designing complex digital products such as enterprise software, fintech products, or e-commerce platforms is a plus.",
        "phone": "(123) 456-7890",
        "email": "jobs@abctech.com"
    },
    {
        "id": "3",
        "title": "Software Engineer",
        "company": "Netflix",
        "logo": "./picture/Logo/netflix-4 1.png",
        "jobType": true,
        "jobTime": "Fulltime",
        "location": "Chicago, IL, USA",
        "salary": "80K-110K",
        "description": "Netflix is seeking a Software Engineer to join our team. The ideal candidate will have experience in building scalable and maintainable software systems, as well as a strong foundation in computer science and software engineering principles.",
        "responsibility": "Develop and maintain software systems using modern programming languages and frameworks. Collaborate with cross-functional teams to design, implement, and test software solutions that meet business and technical requirements. Write clean, efficient, and well-documented code. Debug and troubleshoot software issues, and implement fixes and patches. Participate in code reviews, and provide feedback to other developers. Stay up-to-date with emerging trends and technologies in software engineering",
        "requirements": "Bachelor’s or Master’s degree in Computer Science, Software Engineering, or a related field",
        "experiences": "2+ years of experience in software development, with expertise in one or more programming languages such as Java, Python, or JavaScript. Experience in web development, cloud computing, and agile methodologies is a plus.",
        "phone": "(123) 456-7890",
        "email": "jobs@123software.com"
    },
    {
        "id": "4",
        "title": "Network Engineer",
        "company": "Facebook",
        "logo": "./picture/Logo/logo-facebookpng-32251.png",
        "location": "New York, NY, USA",
        "jobType": true,
        "jobTime": "Part-time",
        "salary": "90K-120K",
        "description": "Facebook is seeking a Network Engineer to join our team. The ideal candidate will have experience in designing, implementing, and maintaining complex network infrastructure, as well as a strong understanding of network protocols and technologies.",
        "responsibility": "Design, implement, and maintain complex network infrastructure, including LAN, WAN, and wireless networks. Collaborate with cross-functional teams to define and solve network design problems. Configure and maintain network devices, including routers, switches, firewalls, and load balancers. Monitor network performance and troubleshoot issues, outages, and security incidents. Develop and maintain network documentation, policies, and procedures. Stay up-to-date with emerging trends and technologies in network engineering",
        "requirements": "Bachelor’s or Master’s degree in Computer Science, Information Technology, or a related field",
        "experiences": "5+ years of experience in network engineering, with expertise in network protocols and technologies such as TCP/IP, BGP, OSPF, VLAN, VPN, and firewall technologies.",
        "phone": "(123) 456-7890",
        "email": "jobs@acmenetworks.com"
    },
    {
        "id": "5",
        "title": "Senior Web Developer",
        "company": "Tesla",
        "logo": "./picture/Logo/tesla-9 1.png",
        "location": "Seattle, WA, USA",
        "jobType": false,
        "jobTime": "Fulltime",
        "salary": "110K-140K",
        "description": "Tesla is seeking a Senior Web Developer to join our team. The ideal candidate will have experience in building complex web applications using modern front-end and back-end technologies, as well as a strong understanding of web development principles.",
        "responsibility": "Develop and maintain web applications using modern front-end and back-end technologies. Collaborate with cross-functional teams to define and solve web development problems. Write clean, efficient, and well-documented code. Debug and troubleshoot web application issues, and implement fixes and patches. Participate in code reviews, and provide feedback to other developers. Stay up-to-date with emerging trends and technologies in web development",
        "requirements": "Bachelor’s or Master’s degree in Computer Science, Software Engineering, or a related field",
        "experiences": "7+ years of experience in web development, with expertise in front-end technologies such as HTML, CSS, JavaScript, and React, as well as back-end technologies such as Node.js, SQL, and RESTful APIs. Experience in agile methodologies and cloud computing is a plus.",
        "phone": "(123) 456-7890",
        "email": "jobs@webtechinc.com"
    },
    {
        "id": "6",
        "title": "Network Administrator",
        "company": "Google LLC",
        "logo": "./picture/Logo/google-1-1 1.png",
        "location": "New York, NY, USA",
        "jobType": true,
        "jobTime": "Fulltime",
        "salary": "80K-100K",
        "description": "We are seeking an experienced Network Administrator to maintain and support our organization's network infrastructure. The ideal candidate should have a strong understanding of network protocols, security, and troubleshooting techniques.",
        "responsibility": "Design, install, configure, and maintain network infrastructure components. Monitor network performance and ensure high availability and uptime. Manage network security and implement best practices to protect against security threats. Troubleshoot and resolve network issues, including network connectivity problems, network infrastructure failures, and system crashes. Collaborate with other teams to develop and implement network-related projects and initiatives",
        "requirements": "Bachelor's degree in Computer Science, Information Technology, or a related field",
        "experiences": "Minimum 3 years of experience as a Network Administrator or a similar role",
        "phone": "(555) 123-4567",
        "email": "careers@techsolutions.com"
    }
]